{
    data:[{
        "area": "广东",
        "运营商":'电信',
        "data": [
            {
                "商品ID": "001",
                "商品名称": "10M",
                "最低价": 0.82,
                "区域": [
                    {
                        "区域名称": "省内",
                        "商品销售价格": 0.82, "商品原价": 1,
                        "描述": "仅限本省内使用月底失效,即时生效"
                    },
                    {
                        "区域名称": "全国",
                        "商品销售价格": 1.20,
                        "商品原价": 1.31,
                        "描述": "月底失效,即时生效"
                    }
                ]
            },
            {
                "商品ID": "002",
                "商品名称": "1G",
                "最低价": 41.50,
                "区域": [
                    {
                        "区域名称": "省内", "商品销售价格": 41.50,
                        "商品原价": 50,
                        "描述": "仅限本省内使用月底失效,即时生效"
                    },
                    {
                        "区域名称": "全国",
                        "商品销售价格": 47.5,
                        "商品原价": 50,
                        "描述": "月底失效,即时生效"
                    }
                ]
            }
        ]
    }]
}